Repository: Negative-Star-Innovators/AgentRedactor
Catalog: AgentRedactor/Strings/*/Resources.resw
Source language: en_us
Languages: az_latn, bg, cs, es, fil, ha_latn, he_il, id_id, it_it, ja, kk, ko, lb, lt, mt, nl, pt, ro_ro, sk, sq, sv_se, ta, uk, vi, zh_tw

# Dialog_ChangePasswordFailed_Message
source: Failed to change password. Make sure your current password is correct.
az_latn: Parolu dəyişmək alınmadı. Cari parolunuzun düzgün olduğundan əmin olun.
bg: Неуспешна промяна на паролата. Уверете се, че текущата парола е правилна.
cs: Nepodařilo se změnit heslo. Ujistěte se, že je aktuální heslo správné.
es: No se pudo cambiar la contraseña. Asegúrese de que la contraseña actual sea correcta.
fil: Nabigo sa pagbabago ng password. Siguraduhing tama ang iyong kasalukuyang password.
ha_latn: An kasa canza kalmar sirri. Tabbatar kalmar sirri na yanzu daidai ne.
he_il: שינוי הסיסמה נכשל. ודא שהסיסמה הנוכחית שלך נכונה.
id_id: Gagal mengubah kata sandi. Pastikan kata sandi saat ini Anda benar.
it_it: Impossibile cambiare la password. Assicurati che la password attuale sia corretta.
ja: パスワードを変更できませんでした。現在のパスワードが正しいことを確認してください。
kk: Құпия сөзді өзгерту мүмкін болмады. Ағымдағы құпия сөзіңіз дұрыс екеніне көз жеткізіңіз.
ko: 암호를 변경하지 못했습니다. 현재 암호가 올바른지 확인하세요.
lb: Passwuert konnt net geännert ginn. Vergewëssert Iech, datt Ärt aktuellt Passwuert richteg ass.
lt: Nepavyko pakeisti slaptažodžio. Įsitikinkite, kad dabartinis slaptažodis teisingas.
mt: Ma rnexxielniex nibdlu l-password. Kun żbaljata li l-password attwali tiegħek hija korretta.
nl: Wachtwoord wijzigen mislukt. Zorg ervoor dat uw huidige wachtwoord correct is.
pt: Não foi possível alterar a palavra-passe. Certifique-se de que a palavra-passe atual está correta.
ro_ro: Schimbarea parolei a eșuat. Asigurați-vă că parola curentă este corectă.
sk: Nepodarilo sa zmeniť heslo. Uistite sa, že je aktuálne heslo správne.
sq: Ndryshimi i fjalëkalimit dështoi. Sigurohuni që fjalëkalimi aktual është i saktë.
sv_se: Det gick inte att byta lösenord. Se till att ditt nuvarande lösenord är korrekt.
ta: கடவுச்சொல்லை மாற்ற முடியவில்லை. உங்கள் தற்போதைய கடவுச்சொல் சரியானது என்பதை உறுதிப்படுத்தவும்.
uk: Не вдалося змінити пароль. Переконайтеся, що поточний пароль правильний.
vi: Không thể đổi mật khẩu. Hãy đảm bảo mật khẩu hiện tại của bạn đúng.
zh_tw: 變更密碼失敗。請確定目前密碼正確。

# Dialog_CancelButton
source: Cancel
az_latn: Ləğv et
bg: Отказ
cs: Zrušit
es: Cancelar
fil: Kanselahin
ha_latn: Soke
he_il: ביטול
id_id: Batal
it_it: Annulla
ja: キャンセル
kk: Болдырмау
ko: 취소
lb: Ofbriechen
lt: Atšaukti
mt: Ikkanċella
nl: Annuleren
pt: Cancelar
ro_ro: Anulează
sk: Zrušiť
sq: Anulo
sv_se: Avbryt
ta: ரத்து செய்
uk: Скасувати
vi: Hủy
zh_tw: 取消

# Dialog_RemoveButton
source: Remove
az_latn: Sil
bg: Премахване
cs: Odebrat
es: Eliminar
fil: Alisin
ha_latn: Cire
he_il: הסר
id_id: Hapus
it_it: Rimuovi
ja: 削除
kk: Жою
ko: 제거
lb: Ewechhuelen
lt: Pašalinti
mt: Neħħi
nl: Verwijderen
pt: Remover
ro_ro: Elimină
sk: Odstrániť
sq: Hiq
sv_se: Ta bort
ta: அகற்று
uk: Видалити
vi: Xóa
zh_tw: 移除

# Dialog_Error_Title
source: Error
az_latn: Xəta
bg: Грешка
cs: Chyba
ha_latn: Kuskure
he_il: שגיאה
id_id: Kesalahan
it_it: Errore
ja: エラー
kk: Қате
ko: 오류
lb: Fehler
lt: Klaida
mt: Żball
nl: Fout
pt: Erro
ro_ro: Eroare
sk: Chyba
sq: Gabim
sv_se: Fel
ta: பிழை
uk: Помилка
vi: Lỗi
zh_tw: 錯誤

# Dialog_ValidationError_Title
source: Validation Error
az_latn: Doğrulama Xətası
bg: Грешка при валидиране
cs: Chyba ověření
es: Error de validación
ha_latn: Kuskuren Tabbatarwa
he_il: שגיאת אימות
id_id: Kesalahan Validasi
it_it: Errore di convalida
ja: 検証エラー
kk: Тексеру қатесі
ko: 유효성 검사 오류
lb: Validatiounsfehler
lt: Patvirtinimo klaida
mt: Żball ta' Validazzjoni
nl: Validatiefout
pt: Erro de validação
ro_ro: Eroare de validare
sk: Chyba overenia
sq: Gabim validimi
sv_se: Valideringsfel
ta: சரிபார்ப்புப் பிழை
uk: Помилка перевірки
vi: Lỗi xác thực
zh_tw: 驗證錯誤

# Dialog_SecurityWarning_Title
source: Security Warning
az_latn: Təhlükəsizlik Xəbərdarlığı
bg: Предупреждение за сигурност
cs: Bezpečnostní varování
es: Advertencia de seguridad
fil: Babala sa Seguridad
ha_latn: Gargadin Tsaro
he_il: אזהרת אבטחה
id_id: Peringatan Keamanan
it_it: Avviso di sicurezza
ja: セキュリティ警告
kk: Қауіпсіздік туралы ескерту
ko: 보안 경고
lb: Sécherheetswarnung
lt: Saugos įspėjimas
mt: Twissija ta' Sigurtà
nl: Beveiligingswaarschuwing
pt: Aviso de segurança
ro_ro: Avertisment de securitate
sk: Bezpečnostné upozornenie
sq: Paralajmërim sigurie
sv_se: Säkerhetsvarning
ta: பாதுகாப்பு எச்சரிக்கை
uk: Попередження безпеки
vi: Cảnh báo bảo mật
zh_tw: 安全性警告

# Dialog_HttpWarning_Message
source: You are using an HTTP (unencrypted) upstream URL. Your API key will be sent in plaintext over the network.
az_latn: Siz HTTP (şifrələnməmiş) yuxarı URL-dən istifadə edirsiniz. API açarınız şəbəkə üzərindən açıq mətnlə göndəriləcək.
bg: Използвате HTTP upstream URL (некриптиран). Вашият API ключ ще бъде изпратен като обикновен текст през мрежата.
cs: Používáte HTTP upstream URL (nešifrované). Váš API klíč bude odeslán po síti jako prostý text.
es: Está usando una URL upstream HTTP (sin cifrar). Su clave de API se enviará en texto plano por la red.
fil: Gumagamit ka ng HTTP (hindi naka-encrypt) na upstream URL. Ang iyong API key ay ipapadala nang plaintext sa network.
ha_latn: Kuna amfani da URL na sama (mara ɓoye) HTTP. Za'a aika maɓallin API ɗinku a bayyane akan hanyar sadarwar.
he_il: אתה משתמש ב-URL upstream של HTTP (לא מוצפן). מפתח ה-API שלך יישלח כטקסט פשוט דרך הרשת.
id_id: Anda menggunakan URL upstream HTTP (tidak terenkripsi). Kunci API Anda akan dikirim dalam teks biasa melalui jaringan.
it_it: Stai utilizzando un URL upstream HTTP (non crittografato). La tua chiave API verrà inviata in chiaro sulla rete.
ja: HTTP（暗号化されていない）アップストリーム URL を使用しています。API キーはネットワークを介して平文で送信されます。
kk: Сіз HTTP (шифрланбаған) жоғары ағын URL мекенжайын пайдаланып жатырсыз. Сіздің API кілтіңіз желі арқылы ашық мәтінде жіберіледі.
ko: HTTP(암호화되지 않은) 업스트림 URL을 사용하고 있습니다. API 키가 네트워크를 통해 일반 텍스트로 전송됩니다.
lb: Dir benotzt eng HTTP-upstream-URL (net verschlësselt). Äre API-Schlëssel gëtt als Klartext iwwer d'Netz geschéckt.
lt: Naudojate HTTP upstream URL (nešifruotą). Jūsų API raktas bus išsiųstas atviru tekstu per tinklą.
mt: Qed tuża URL upstream HTTP (mhux inkriptat). Iċ-ċavetta API tiegħek se tintbagħat bħala test plain fuq in-netwerk.
nl: U gebruikt een HTTP-upstream-URL (ongeëncrypteerd). Uw API-sleutel wordt als platte tekst over het netwerk verzonden.
pt: Está a utilizar um URL upstream HTTP (não encriptado). A sua chave de API será enviada em texto simples pela rede.
ro_ro: Utilizați un URL upstream HTTP (necriptat). Cheia dvs. API va fi trimisă în text clar prin rețea.
sk: Používate HTTP upstream URL (nešifrované). Váš API kľúč bude odoslaný cez sieť ako obyčajný text.
sq: Po përdorni një URL upstream HTTP (të pakriptuar). Çelësi juaj API do të dërgohet si tekst i thjeshtë nëpër rrjet.
sv_se: Du använder en HTTP-upstream-URL (okrypterad). Din API-nyckel skickas i klartext över nätverket.
ta: நீங்கள் HTTP (மறைக்கப்படாத) அப்ஸ்ட்ரீம் URL ஐப் பயன்படுத்துகிறீர்கள். உங்கள் API விசை பிளேன் டெக்ஸ்ட் மூலம் பிணையத்தில் அனுப்பப்படும்.
uk: Ви використовуєте HTTP URL вищого рівня (незашифрований). Ваш ключ API буде надіслано відкритим текстом через мережу.
vi: Bạn đang sử dụng URL upstream HTTP (không mã hóa). Khóa API của bạn sẽ được gửi dưới dạng văn bản thô qua mạng.
zh_tw: 您正在使用 HTTP（未加密）上游 URL。您的 API 金鑰將以明文形式透過網路傳送。

# Dialog_RemoveProfile_Title
source: Remove Profile
az_latn: Profili silin
bg: Премахване на профил
cs: Odebrat profil
es: Eliminar perfil
fil: Alisin ang Profile
ha_latn: Cire Bayanan martaba
he_il: הסר פרופיל
id_id: Hapus Profil
it_it: Rimuovi profilo
ja: プロファイルを削除
kk: Профильді жою
ko: 프로필 제거
lb: Profil ewechhuelen
lt: Pašalinti profilį
mt: Neħħi l-Profil
nl: Profiel verwijderen
pt: Remover perfil
ro_ro: Elimină profilul
sk: Odstrániť profil
sq: Hiq profilin
sv_se: Ta bort profil
ta: சுயவிவரத்தை அகற்று
uk: Видалити профіль
vi: Xóa hồ sơ
zh_tw: 移除設定檔

# Dialog_RemoveProfile_Message
source: Are you sure? This operation is permanent.
az_latn: əminsən? Bu əməliyyat daimidir.
bg: Сигурни ли сте? Тази операция е необратима.
cs: Jste si jisti? Tato operace je trvalá.
es: ¿Está seguro? Esta operación es permanente.
fil: Sigurado ka ba? Permanenteng operasyon ito.
ha_latn: Ka tabbata? Wannan aiki na dindindin ne.
he_il: האם אתה בטוח? פעולה זו היא קבועה.
id_id: Anda yakin? Operasi ini permanen.
it_it: Sei sicuro? Questa operazione è irreversibile.
ja: よろしいですか？この操作は元に戻せません。
kk: Сіз сенімдісіз бе? Бұл операция тұрақты.
ko: 계속하시겠습니까? 이 작업은 되돌릴 수 없습니다.
lb: Sidd Dir sécher? Dës Operatioun kann net réckgängeg gemaach ginn.
lt: Ar tikrai? Ši operacija yra neatšaukiama.
mt: Żgur? Din l-operazzjoni hija permanenti.
nl: Weet u het zeker? Deze bewerking is permanent.
pt: Tem a certeza? Esta operação é permanente.
ro_ro: Sunteți sigur? Această operațiune este permanentă.
sk: Ste si istí? Táto operácia je trvalá.
sq: Jeni i sigurt? Kjo veprim është e përhershme.
sv_se: Är du säker? Denna åtgärd kan inte ångras.
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா? இந்த செயல் நிரந்தரமானது.
uk: Ви впевнені? Ця операція є незворотною.
vi: Bạn có chắc không? Thao tác này không thể hoàn tác.
zh_tw: 是否確定？此操作無法復原。

# Dialog_DeleteAllLogs_Title
source: Delete all logs?
az_latn: Bütün qeydlər silinsin?
bg: Изтриване на всички логове?
cs: Smazat všechny logy?
es: ¿Eliminar todos los registros?
fil: Burahin lahat ng logs?
ha_latn: Share duk rajistan ayyukan?
he_il: למחוק את כל היומנים?
id_id: Hapus semua log?
it_it: Eliminare tutti i log?
ja: すべてのログを削除しますか？
kk: Барлық журналдар жойылсын ба?
ko: 모든 로그를 삭제하시겠습니까?
lb: All Logfichieren läschen?
lt: Ištrinti visus žurnalus?
mt: Ħassar il-logs kollha?
nl: Alle logboeken verwijderen?
pt: Eliminar todos os registos?
ro_ro: Ștergeți toate jurnalele?
sk: Odstrániť všetky logy?
sq: Fshi të gjitha regjistrat?
sv_se: Ta bort alla loggar?
ta: அனைத்து பதிவுகளையும் நீக்கவா?
uk: Видалити всі журнали?
vi: Xóa tất cả nhật ký?
zh_tw: 刪除所有記錄？

# Dialog_DeleteAllLogs_Message
source: This will permanently delete the current log file and all archived session logs. This cannot be undone.
az_latn: Bu, cari jurnal faylını və bütün arxivləşdirilmiş sessiya qeydlərini həmişəlik siləcək. Bu geri qaytarıla bilməz.
bg: Това ще изтрие перманентно текущия лог файл и всички архивирани логове от сесии. Не може да бъде отменено.
cs: Toto trvale smaže aktuální soubor logu a všechny archivované relační logy. Toto nelze vrátit zpět.
es: Esto eliminará permanentemente el archivo de registro actual y todos los registros de sesión archivados. No se puede deshacer.
fil: Permanente nitong buburahin ang kasalukuyang log file at lahat ng naka-archive na session logs. Hindi ito maibabalik.
ha_latn: Wannan zai share fayil ɗin log ɗin na yanzu da duk bayanan zaman da aka adana har abada. Ba za a iya soke wannan ba.
he_il: פעולה זו תמחק לצמיתות את קובץ היומן הנוכחי ואת כל יומני ההפעלה המאוחסנים. לא ניתן לבטל זאת.
id_id: Tindakan ini akan menghapus file log saat ini dan semua log sesi yang diarsipkan secara permanen. Tidak dapat dibatalkan.
it_it: Questo eliminerà definitivamente il file di log attuale e tutti i log di sessione archiviati. Non può essere annullato.
ja: 現在のログファイルとすべてのアーカイブ済みセッション ログが完全に削除されます。この操作は元に戻せません。
kk: Бұл ағымдағы журнал файлын және барлық мұрағатталған сеанс журналдарын біржола жояды. Бұл әрекетті қайтару мүмкін емес.
ko: 현재 로그 파일과 모든 보관된 세션 로그가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
lb: Dëst läscht de aktuelle Logfichier an all archivéiert Sitzungslogfichieren definitiv. Kann net réckgängeg gemaach ginn.
lt: Tai visam laikui ištrins dabartinį žurnalo failą ir visus archyvuotus sesijų žurnalus. To nebus galima atšaukti.
mt: Dan se jħassar il-log file attwali u l-logs tas-sessjoni arkivjati kollha b'mod permanenti. Ma jistax jitneħħa.
nl: Dit verwijdert het huidige logbestand en alle gearchiveerde sessielogboeken permanent. Dit kan niet ongedaan worden gemaakt.
pt: Isto irá eliminar permanentemente o ficheiro de registo atual e todos os registos de sessão arquivados. Não pode ser anulado.
ro_ro: Aceasta va șterge permanent fișierul jurnal curent și toate jurnalele de sesiune arhivate. Nu poate fi anulată.
sk: Toto natrvalo odstráni aktuálny súbor logu a všetky archivované relačné logy. Toto nemožno vrátiť späť.
sq: Kjo do të fshijë përgjithmonë skedarin aktual të regjistrave dhe të gjitha regjistrat e arkivuara të seancave. Nuk mund të zhbëhet.
sv_se: Detta tar permanent bort den aktuella loggfilen och alla arkiverade sessionsloggar. Detta kan inte ångras.
ta: இது தற்போதைய பதிவு கோப்பு மற்றும் அனைத்து காப்பகப்படுத்தப்பட்ட அமர்வு பதிவுகளையும் நிரந்தரமாக நீக்கும். இதை செயல்தவிர்க்க முடியாது.
uk: Це назавжди видалить поточний файл журналу та всі архівовані журнали сеансів. Це не можна скасувати.
vi: Thao tác này sẽ xóa vĩnh viễn tệp nhật ký hiện tại và tất cả nhật ký phiên đã lưu trữ. Không thể hoàn tác.
zh_tw: 這將永久刪除目前記錄檔和所有已封存的作業記錄。無法復原。

# Dialog_DeleteAllLogs_Button
source: Delete all logs
az_latn: Bütün qeydləri silin
bg: Изтриване на всички логове
cs: Smazat všechny logy
es: Eliminar todos los registros
fil: Burahin lahat ng logs
ha_latn: Share duk rajistan ayyukan
he_il: מחק את כל היומנים
id_id: Hapus semua log
it_it: Elimina tutti i log
ja: すべてのログを削除
kk: Барлық журналдарды жойыңыз
ko: 모든 로그 삭제
lb: All Logfichieren läschen
lt: Ištrinti visus žurnalus
mt: Ħassar il-logs kollha
nl: Alle logboeken verwijderen
pt: Eliminar todos os registos
ro_ro: Șterge toate jurnalele
sk: Odstrániť všetky logy
sq: Fshi të gjitha regjistrat
sv_se: Ta bort alla loggar
ta: அனைத்து பதிவுகளையும் நீக்கு
uk: Видалити всі журнали
vi: Xóa tất cả nhật ký
zh_tw: 刪除所有記錄

# Dialog_EnableButton
source: Enable
az_latn: Aktivləşdirin
bg: Активиране
cs: Povolit
es: Habilitar
fil: I-enable
ha_latn: Kunna
he_il: הפעל
id_id: Aktifkan
it_it: Abilita
ja: 有効にする
kk: Қосу
ko: 사용 설정
lb: Aktivéieren
lt: Įjungti
mt: Attiva
nl: Inschakelen
pt: Ativar
ro_ro: Activează
sk: Povoliť
sq: Aktivizo
sv_se: Aktivera
ta: இயக்கு
uk: Увімкнути
vi: Bật
zh_tw: 啟用

# Dialog_Quit_Title
source: Are you sure you want to quit?
az_latn: Çıxmaq istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да излезете?
cs: Jste si jisti, že chcete ukončit?
es: ¿Está seguro de que desea salir?
fil: Sigurado ka bang gusto mong lumabas?
ha_latn: Ka tabbata kana so ka daina?
he_il: האם אתה בטוח שברצונך לצאת?
id_id: Anda yakin ingin keluar?
it_it: Sei sicuro di voler uscire?
ja: 終了してもよろしいですか？
kk: Шығыңыз келетініне сенімдісіз бе?
ko: 종료하시겠습니까?
lb: Sidd Dir sécher, datt Dir zoumaache wëllt?
lt: Ar tikrai norite išeiti?
mt: Żgur li trid toħroġ?
nl: Weet u zeker dat u wilt afsluiten?
pt: Tem a certeza de que pretende sair?
ro_ro: Sunteți sigur că doriți să ieșiți?
sk: Ste si istí, že chcete skončiť?
sq: Jeni i sigurt që doni të dilni?
sv_se: Är du säker på att du vill avsluta?
ta: நீங்கள் வெளியேற விரும்புகிறீர்களா?
uk: Ви впевнені, що хочете вийти?
vi: Bạn có chắc muốn thoát?
zh_tw: 是否確定要結束？

# Dialog_QuitButton
source: Quit
az_latn: Çıxın
bg: Изход
cs: Ukončit
es: Salir
fil: Lumabas
ha_latn: Dakata
he_il: צא
id_id: Keluar
it_it: Esci
ja: 終了
kk: Шығу
ko: 종료
lb: Zoumaachen
lt: Išeiti
mt: Oħroġ
nl: Afsluiten
pt: Sair
ro_ro: Ieșire
sk: Ukončiť
sq: Dil
sv_se: Avsluta
ta: வெளியேறு
uk: Вийти
vi: Thoát
zh_tw: 結束

# Dialog_Quit_Message
source: If you quit, Agent Redactor will no longer monitor and redact API traffic.
az_latn: Əgər çıxsanız, Agent Redactor artıq API trafikinə nəzarət etməyəcək və redaktə etməyəcək.
bg: Ако излезете, Agent Redactor повече няма да следи и редактира API трафика.
cs: Pokud ukončíte, Agent Redactor již nebude sledovat a redigovat API provoz.
es: Si sale, Agent Redactor ya no supervisará ni redactará el tráfico de API.
fil: Kung lalabas ka, hindi na mamomonitor at ire-redact ng Agent Redactor ang API traffic.
ha_latn: Idan kun daina, Agent Redactor ba zai ƙara saka idanu da rage zirga-zirgar API ba.
he_il: אם תצא, Agent Redactor לא ימשיך לפקח ולערוך את תעבורת ה-API.
id_id: Jika Anda keluar, Agent Redactor tidak akan lagi memantau dan menyunting lalu lintas API.
it_it: Se esci, Agent Redactor non monitorerà e non redigerà più il traffico API.
ja: 終了すると、Agent Redactor は API トラフィックの監視と編集を行わなくなります。
kk: Шығарсаңыз, Agent Redactor API трафигін бақылап, өңдемейді.
ko: 종료하면 Agent Redactor가 API 트래픽을 더 이상 모니터링하고 삭제하지 않습니다.
lb: Wann Dir zoumaacht, iwwerwaacht a schwäerzt Agent Redactor kee API-Traffic méi.
lt: Jei išeisite, Agent Redactor nebe stebės ir redaguos API srauto.
mt: Jekk toħroġ, Agent Redactor m'għadux jimmonitorja u jirredatta t-traffiku API.
nl: Als u afsluit, controleert en redigeert Agent Redactor geen API-verkeer meer.
pt: Se sair, o Agent Redactor deixará de monitorizar e redigir o tráfego de API.
ro_ro: Dacă ieșiți, Agent Redactor nu va mai monitoriza și redacta traficul API.
sk: Ak skončíte, Agent Redactor už nebude sledovať a redigovať API prevádzku.
sq: Nëse dilni, Agent Redactor nuk do të monitorojë dhe redaktojë më trafikun API.
sv_se: Om du avslutar kommer Agent Redactor inte längre att övervaka och redigera API-trafik.
ta: நீங்கள் வெளியேறினால், Agent Redactor API போக்குவரத்தை கண்காணித்து மறைக்க மாட்டாது.
uk: Якщо ви вийдете, Agent Redactor більше не контролюватиме та не редагуватиме API-трафік.
vi: Nếu thoát, Agent Redactor sẽ không còn giám sát và xóa lưu lượng API.
zh_tw: 如果結束，Agent Redactor 將不再監控和去識別化 API 流量。

# Validation_PortRange
source: Port must be between 1024 and 65535.
az_latn: Port 1024 və 65535 arasında olmalıdır.
bg: Портът трябва да бъде между 1024 и 65535.
cs: Port musí být mezi 1024 a 65535.
es: El puerto debe estar entre 1024 y 65535.
fil: Ang port ay dapat nasa pagitan ng 1024 at 65535.
ha_latn: Dole ne tashar jiragen ruwa ta kasance tsakanin 1024 da 65535.
he_il: הפורט חייב להיות בין 1024 ל-65535.
id_id: Port harus antara 1024 dan 65535.
it_it: La porta deve essere compresa tra 1024 e 65535.
ja: ポートは 1024 から 65535 の間である必要があります。
kk: Порт 1024 пен 65535 арасында болуы керек.
ko: 포트는 1024에서 65535 사이여야 합니다.
lb: Port muss tëschent 1024 an 65535 leien.
lt: Prievadas turi būti nuo 1024 iki 65535.
mt: Il-port irid ikun bejn 1024 u 65535.
nl: Poort moet tussen 1024 en 65535 liggen.
pt: A porta deve estar entre 1024 e 65535.
ro_ro: Portul trebuie să fie între 1024 și 65535.
sk: Port musí byť medzi 1024 a 65535.
sq: Porti duhet të jetë midis 1024 dhe 65535.
sv_se: Porten måste vara mellan 1024 och 65535.
ta: போர்ட் 1024 மற்றும் 65535 க்கு இடையில் இருக்க வேண்டும்.
uk: Порт має бути в діапазоні від 1024 до 65535.
vi: Cổng phải nằm trong khoảng từ 1024 đến 65535.
zh_tw: 連接埠必須介於 1024 與 65535 之間。

# Validation_PortUsed
source: Port {0} is already used by profile '{1}'.
az_latn: {0} portu artıq "{1}" profili tərəfindən istifadə olunur.
bg: Порт {0} вече се използва от профил '{1}'.
cs: Port {0} již používá profil '{1}'.
es: El puerto {0} ya lo utiliza el perfil '{1}'.
fil: Ang port {0} ay ginagamit na ng profile '{1}'.
ha_latn: Port {0} an riga an yi amfani da shi ta hanyar bayanan martaba '{1}'.
he_il: פורט {0} כבר נמצא בשימוש על ידי הפרופיל '{1}'.
id_id: Port {0} sudah digunakan oleh profil '{1}'.
it_it: La porta {0} è già utilizzata dal profilo '{1}'.
ja: ポート {0} はプロファイル「{1}」によって使用されています。
kk: {0} порты "{1}" профилінде бұрыннан пайдаланылады.
ko: 포트 {0}은(는) '{1}' 프로필에서 이미 사용 중입니다.
lb: Port {0} gëtt scho vum Profil '{1}' benotzt.
lt: Jungtis {0} jau naudojama profilio '{1}'.
mt: Il-port {0} diġà qed jintuża mill-profil '{1}'.
nl: Poort {0} wordt al gebruikt door profiel '{1}'.
pt: A porta {0} já está a ser utilizada pelo perfil '{1}'.
ro_ro: Portul {0} este deja utilizat de profilul '{1}'.
sk: Port {0} už používa profil '{1}'.
sq: Porti {0} është tashmë në përdorim nga profili '{1}'.
sv_se: Port {0} används redan av profilen '{1}'.
ta: போர்ட் {0} ஏற்கனவே '{1}' சுயவிவரத்தால் பயன்படுத்தப்படுகிறது.
uk: Порт {0} уже використовується профілем '{1}'.
vi: Cổng {0} đã được hồ sơ '{1}' sử dụng.
zh_tw: 連接埠 {0} 已被設定檔「{1}」使用。

# Validation_UrlEmpty
source: Forward To URL cannot be empty.
az_latn: URL-ə Yönləndirmə boş ola bilməz.
bg: URL за препращане не може да бъде празен.
cs: URL pro přeposlání nemůže být prázdná.
es: La URL de reenvío no puede estar vacía.
fil: Ang Forward To URL ay hindi maaaring walang laman.
ha_latn: Gaba zuwa URL ba zai zama fanko ba.
he_il: כתובת ה-URL להעברה אליה אינה יכולה להיות ריקה.
id_id: URL Teruskan Ke tidak boleh kosong.
it_it: L'URL di inoltro non può essere vuoto.
ja: 転送先 URL を空白にすることはできません。
kk: URL мекенжайына бағыттау бос болмауы керек.
ko: 전달 대상 URL은 비워둘 수 없습니다.
lb: Weiderleedungs-URL kann net eidel sinn.
lt: Persiuntimo URL negali būti tuščias.
mt: L-URL Forward To ma jistax ikun vojt.
nl: Doorstuur-URL mag niet leeg zijn.
pt: O URL de encaminhamento não pode estar vazio.
ro_ro: URL-ul de redirecționare nu poate fi gol.
sk: URL na preposlanie nemôže byť prázdna.
sq: URL-ja e përcjelljes nuk mund të jetë bosh.
sv_se: Vidarebefordrings-URL får inte vara tom.
ta: Forward To URL காலியாக இருக்க முடியாது.
uk: URL для пересилання не може бути порожнім.
vi: URL chuyển tiếp đến không được để trống.
zh_tw: 轉送 URL 不能空白。

# Validation_UrlProtocol
source: Forward To URL must start with http:// or https://.
az_latn: URL-yə Yönləndirin http:// və ya https:// ilə başlamalıdır.
bg: URL за препращане трябва да започва с http:// или https://.
cs: URL pro přeposlání musí začínat http:// nebo https://.
es: La URL de reenvío debe comenzar con http:// o https://.
fil: Ang Forward To URL ay dapat magsimula sa http:// o https://.
ha_latn: Gaba zuwa URL dole ne a fara da http:// ko https://.
he_il: כתובת ה-URL להעברה אליה חייבת להתחיל ב-http:// או https://.
id_id: URL Teruskan Ke harus dimulai dengan http:// atau https://.
it_it: L'URL di inoltro deve iniziare con http:// o https://.
ja: 転送先 URL は http:// または https:// で始まる必要があります。
kk: URL мекенжайына бағыттау http:// немесе https:// арқылы басталуы керек.
ko: 전달 대상 URL은 http:// 또는 https://로 시작해야 합니다.
lb: Weiderleedungs-URL muss mat http:// oder https:// ugoen.
lt: Persiuntimo URL turi prasidėti http:// arba https://.
mt: L-URL Forward To irid jibda b'http:// jew https://.
nl: Doorstuur-URL moet beginnen met http:// of https://.
pt: O URL de encaminhamento deve começar por http:// ou https://.
ro_ro: URL-ul de redirecționare trebuie să înceapă cu http:// sau https://.
sk: URL na preposlanie musí začínať http:// alebo https://.
sq: URL-ja e përcjelljes duhet të fillojë me http:// ose https://.
sv_se: Vidarebefordrings-URL måste börja med http:// eller https://.
ta: Forward To URL http:// அல்லது https:// என தொடங்க வேண்டும்.
uk: URL для пересилання має починатися з http:// або https://.
vi: URL chuyển tiếp đến phải bắt đầu bằng http:// hoặc https://.
zh_tw: 轉送 URL 必須以 http:// 或 https:// 開頭。

# Validation_UrlInvalid
source: Forward To URL is not a valid URL.
az_latn: URL-yə Yönləndirmə etibarlı URL deyil.
bg: URL за препращане не е валиден URL.
cs: URL pro přeposlání není platná URL.
es: La URL de reenvío no es una URL válida.
fil: Ang Forward To URL ay hindi wastong URL.
ha_latn: Gaba Zuwa URL ba ingantaccen URL bane.
he_il: כתובת ה-URL להעברה אליה אינה חוקית.
id_id: URL Teruskan Ke bukan URL yang valid.
it_it: L'URL di inoltro non è un URL valido.
ja: 転送先 URL は有効な URL ではありません。
kk: URL мекенжайына бағыттау жарамды URL емес.
ko: 전달 대상 URL이 유효한 URL이 아닙니다.
lb: Weiderleedungs-URL ass keng valabel URL.
lt: Persiuntimo URL yra neteisingas.
mt: L-URL Forward To mhuwiex URL validu.
nl: Doorstuur-URL is geen geldige URL.
pt: O URL de encaminhamento não é um URL válido.
ro_ro: URL-ul de redirecționare nu este un URL valid.
sk: URL na preposlanie nie je platná URL.
sq: URL-ja e përcjelljes nuk është një URL e vlefshme.
sv_se: Vidarebefordrings-URL är inte en giltig URL.
ta: Forward To URL சரியான URL அல்ல.
uk: URL для пересилання не є дійсним URL.
vi: URL chuyển tiếp đến không hợp lệ.
zh_tw: 轉送 URL 不是有效的 URL。
